{ 
    "product": [
        {
            "id": "84327-vf312d9-65bvg1",
            "title": "Motif Batik Tujuh Rupa",
            "img": "https://lib.ub.ac.id/wp-content/uploads/2022/09/7-rupa-e1662451524336.jpg",
            "description": "Motif batik tujuh rupa dari Pekalongan ini sangat kental dengan nuansa alam. Pada umumnya, batik Pekalongan menampilkan bentuk motif bergambar hewan atau tumbuhan. Motif-motif tersebut diambil dari berbagai campuran kebudayaan lokal dan etnis cina. Pasalnya, dulu Pekalongan adalah tempat transit para pedagang dari berbagai negara. Sehingga, akulturasi budaya itulah yang membuat batik Pekalongan sangat khas dengan alam, khususnya motif jlamprang, motif buketan, motif terang bulan, motif semen, motif pisan bali dan motif lung-lungan.",
            "price": 215000,
            "sold": 20,
            "rating": 4.8,
            "buyer_rating": 2,
            "stock": 150
        },
        {
            "id": "92734-bv921sd-38buj3",
            "title": "Motif Batik Gentongan",
            "img": "https://lib.ub.ac.id/wp-content/uploads/2022/09/gentongan.jpeg",
            "description": "Batik tulis Madura memiliki karakter kuat, dicirikan secara bebas tanpa menggunakan pola dengan warna yang berani, merah, kuning, hijau muda. Ada setidaknya seribu motif batik Madura, satu di antaranya yang sangat populer adalah motif gentongan. Motif gentongan menampilkan bentuk abstrak sederhana, tanaman atau kombinasi keduanya dengan warna terang, yaitu merah, hijau, kuning, atau ungu. Nama gentongan diadaptasi dari gentong, yakni gerabah yang dipakai sebagai wadah untuk mencelup kain batik pada cairan warna.",
            "price": 195000,
            "sold": 10,
            "rating": 4.8,
            "buyer_rating": 2,
            "stock": 120
        },
        {
            "id": "12039-fj480vj-19dk94",
            "title": "Motif Batik Mega Mendung",
            "img": "https://lib.ub.ac.id/wp-content/uploads/2022/09/mega-mendung.png",
            "description": "Mega mendung menjadi salah satu motif batik khas Cirebon, Jawa Barat, yang populer di kalangan wisatawan berkat bentuknya dan perpaduan warnanya yang unik.  Di tangan para perajin batik, lahirlah beragam kreatifitas warna-warna lembut dari motif mega mendung ini. Motif batik Mega Mendung cukup sederhana namun memberi kesan mewah. Motif mendung di langit mega yang berwarna cerah inilah yang membuat batik Mega Mendung sangat cocok dipakai orang tua maupun anak muda, baik perempuan maupun laki-laki.",
            "price": 230000,
            "sold": 21,
            "rating": 4.8,
            "buyer_rating": 2,
            "stock": 110
        },
        {
            "id": "73928-vh292jd-23kb01",
            "title": "Motif Batik Kraton",
            "img": "https://lib.ub.ac.id/wp-content/uploads/2022/09/kraton-jogja.jpg",
            "description": "Motif batik Keraton berasal dari kebudayaan jawa yang kental dengan sistem kekratonan dan kesultanannya. Batik keraton ini melambangkan kearifan, kebijaksanaan, dan juga kharisma raja-raja jawa. Dulunya, batik asal Yogya ini hanya boleh dipakai warga keraton saja, namun sekarang sudah umum dipakai siapa saja. Ciri motif batik Keraton adalah motif bunga yang simetris atau saya burung yang dikenal sebagai motif sawat lar. Motif ini bisa dibilang paling banyak dipakai baik oleh orang Indonesia maupun orang luar negeri.",
            "price": 185000,
            "sold": 30,
            "rating": 4.8,
            "buyer_rating": 2,
            "stock": 95
        },
        {
            "id": "57392-fv203js-75bb06",
            "title": "Motif Parang",
            "img": "https://lib.ub.ac.id/wp-content/uploads/2022/09/batik-parang-f-batik-indonesia.webp",
            "description": "Batik Parang banyak ditemukan di daerah Solo dan Yogyakarta sebab menurut sejarahnya, batik parang diciptakan pada zaman Keraton Mataram. Melansir dari Wikipedia, batik parang merupakan salah satu motif tertua di Indonesia. Nama parang berasal dari kata ‘Pereng’ yang artinya lereng. Pereng tersebut menggambarkan sebuah garis menurus dari tinggi ke rendang secara diagonal. Bentuk motifnya berbentuk seperti huruf “S” miring berombak memanjang. Motif Parang ini tersebar di seluruh Jawa, mulai dari Jawa Tengah, Jogjakarta dan Jawa Barat. Biasanya, perbedaannya hanya terletak pada aksen dari batik Motif parang tersebut. Misalkan, di Jogja ada motif Parang Rusak dan Parang Barong, di Jawa Tengah ada Parang Slobog, serta di Jawa Barat ada Parang Klisik.",
            "price": 250000,
            "sold": 12,
            "rating": 4.8,
            "buyer_rating": 2,
            "stock": 130
        },
        {
            "id": "84893-lk320fj-51cz20",
            "title": "Motif Batik Sogan",
            "img": "https://lib.ub.ac.id/wp-content/uploads/2022/09/sagon-1024x576.jpg",
            "description": "Batik Sogan merupakan salah satu jenis batik bernuansa klasik. Dinamakan batik sogan karena pada awal mulanya, proses pewarnaan batik ini  menggunakan pewarna alami yang diambil dari batang kayu pohon soga. Batik Sogan klasik merupakan jenis batik yang identik dengan daerah keraton Jawa yaitu Yogyakarta dan Solo, motifnya pun biasanya mengikuti pakem motif-motif klasik keraton. Sogan Yogya dan Solo juga dapat dibedakan dari warnanya. Biasanya sogan Yogya dominan berwarna coklat tua-kehitaman dan putih, sedangkan sogan Solo berwarna cokelat-oranye dan cokelat. Warna klasik batik Sogan sendiri sarat dengan makna. Ini dijelaskan dalam Serat Wirid Hidayat Jati, warna kekuningan keemasan merupakan bagian dari simbol keraton bangsa burung, bangsa makhluk penerbang, warna lokus dari perjalanan rohani setelah tersingkapnya alam Siriyah. Corak warna tersebut merupakan simbol-simbol yang telah dikenal sebelum hadirnya Islam di tanah Jawa, dan dalam perkembangannya kemudian diolah kembali oleh para Wali Songo.",
            "price": 240000,
            "sold": 2,
            "rating": 4.8,
            "buyer_rating": 2,
            "stock": 140
        }
    ]
}
